Repository: avdimdv/plugin.video.shura.tv
Catalog: plugin.video.shura.tv/resources/language/resource.language.*/strings.po
Languages: ru_ru

# #30002
source: Password
ru_ru: Пароль

# #30004
source: Account settings
ru_ru: Настройки учетной записи

# #30005
source: Addon settings
ru_ru: Настройки дополнения

# #30006
source: Archive
ru_ru: Архив

# #30007
source: Go to previous day
ru_ru: Перейти на предыдущий день

# #30008
source: Go to next day
ru_ru: Перейти на следующий день

# #30009
source: Jump to specific time from beginning
ru_ru: Пропустить определенное время от начала передачи

# #30010
source: Allow skipping beginning of archived program
ru_ru: Пропускать начало передачи из архива

# #30011
source: EPG and Archive
ru_ru: Программа передач / Архив

# #30012
source: TV
ru_ru: ТВ

# #30013
source: Now
ru_ru: Прямо сейчас

# #30014
source: Watch next on %s
ru_ru: Далее в %s

# #30015
source: Show protected channels
ru_ru: Показывать закрытые каналы

# #30016
source: Video collection
ru_ru: Видеотека

# #30017
source: Watch video
ru_ru: Смотреть

# #30018
source: Next page
ru_ru: Следующая страница

# #30019
source: Previous page
ru_ru: Предыдущая страница

# #30020
source: Goto channels list on start
ru_ru: Сразу открывать список каналов

# #30021
source: Refresh
ru_ru: Обновить список

# #30022
source: Show current programm hint
ru_ru: Подсказка текущей программы

# #30023
source: Cannot to sign in
ru_ru: Ошибка авторизации

# #30024
source: Please check your username and password
ru_ru: Пожалуйста проверьте правильность имени пользователя и пароля.

# #30025
source: Error receiving translation URL
ru_ru: Ошибка получения URL трансляции

# #30026
source: Parental code
ru_ru: Родительский код

# #30027
source: Channels list auto-refresh rate
ru_ru: Период автообновления списка каналов

# #30028
source: Force channels list to be refreshed
ru_ru: Форсированное обновление списка каналов

# #30029
source: tream type Standard or HLS
ru_ru: Тип видео стандарт или HLS

# #30030
source: Stream server
ru_ru: Стрим сервер

# #30031
source: Add only one item to XBMC playlist
ru_ru: Добавлять только один видео фаил в лист

# #30032
source: Small step forward (right key) in min
ru_ru: Малая перемотка вперед (right key) в мин

# #30033
source: Small step backward (left key) in min
ru_ru: Малая перемотка назад (left key) в мин

# #30034
source: Big step forward (up key) in min
ru_ru: Большая перемотка вперед (up key) в мин

# #30035
source: Big step backward (down key) in min
ru_ru: Большая перемотка назад (down key) в мин

# #30036
source: Display
ru_ru: Показывать

# #30037
source: Add to favourites
ru_ru: Добавить в избранные

# #30038
source: Remove from favourites
ru_ru: Удалить из избранных

# #30039
source: Reset favourites
ru_ru: Очистить избранное

# #30040
source: programm times before channel name
ru_ru: время передачи перед названием канала

# #30041
source: Favourites only
ru_ru: Избранные каналы

# #30042
source: All TV channels
ru_ru: Все ТВ каналы

# #30043
source: Auto detect current timezone
ru_ru: Определять временную зону автоматически

# #30044
source: Use EPG in channels list
ru_ru: Использовать программу передач

# #30045
source: Use channels mapping file
ru_ru: Использовать файл пересортировки каналов

# #30046
source: Add ordinal number to channel name
ru_ru: Добавлять порядковый номер к имени канала

# #31001
source: General settings
ru_ru: Общие настройки

# #31002
source: Channels list
ru_ru: Список каналов

# #31003
source: Player
ru_ru: Проигрыватель

# #34001
source: Streaming server
ru_ru: Сервер вещания

# #34002
source: Timeshift
ru_ru: Задержка вещания

# #34003
source: Timezone
ru_ru: Временная зона

# #34004
source: Bitrate
ru_ru: Bitrate потока
